; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x041d
lang=Svenska (Swedish)
name=Åke Engelbrektson (http://svenskasprakfiler.se/)
date=2013-04-08

[controls]
000=Auto
001=Lägg till &filer
002=Lägg till mapp
003=&Ta bort
004=Ta bort alla
005=Bläddra
006=Slå ihop med första filen i listan (avancerade användare!)
007=Hash-summor
008=Rensa
009=Vid slutförd åtgärd:
010=Öppna utdatafil 
011=Öppna målmapp
012=Ta bort källfiler
013=Avsluta

[about]
000=Om %s
001=OK

[list_column]
000=Sökväg
001=Storlek
002=Status

[list_status_cat]
000=OK
001=Varning
002=Fel

[list_status]
000=OK
001=Varning! Oväntat ordningsnummer
002=Varning! Filstorleken stämmer inte med första filen
003=Varning! Sista filen är större än föregående filer
004=Fel! Filen kan inte öppnas!
005=Fel! Filen kan inte läsas!

[list_tooltip]
000=Lista över delfiler
001=Sökväg:\t %s\r\nStorlek:\t %s\r\nOrdningsnummer:\t %d\r\nStatus:\t %s

[join_button]
000=&Stoppa
001=&Slå samman

[settings]
000=Inställningar
001=Kontroller
002=Kontrollera &saknade delfiler vid inläsning
003=Kontrollera delfilers storleks&konsekvens vid inläsning
004=Kontrollera saknade delfiler
005=Kontrollera delfilers storlekskonsekvens
006=Fillista
007=&Sortera efter filnummer (snabbare)
008=&Rensa listan efter slutförd sammanslagning
009=Inaktivera &auto-inläsning av delfiler
010=Inkludera under&mappar
011=Allmänt
012=Kom ihåg &fönsterposition
013=Använd papperskorgen vid &borttagning
014=Standardmålmapp
015=Samma som källmappen
016=Anpassat
017=Spara
018=Avbryt
019=Sök efter uppdatering vid uppstart

[menu]
000=&Alternativ
001=Alltid &överst\tCtrl + T
002=Associra med .001-filer (ej portabel)
003=Inaktivera &hash-beräkning
004=&Rensa listan efter sammanslagning
005=&Inställningar

006=&Språk

007=Hjälp
008=O&nline-hjälp
009=&Webbsida
010=&Om
011=Sök efter &uppdateringar

[menu_popup]
000=Öppna &målmappen
001=&Importera lista
002=&Exportera lista
003=&Ta bort
004=Ta bort alla

[messages]
001=Kan inte skapa tråd :(
002=Sammanslagning pågår. Vill du verkligen avsluta (rekommenderas inte)?
003=Redo
004=Slår samman...
005=Sammanslagningsprocess pågår!
006=Sammanslagning slutförd!

007=Du har bara en fil i listan!
008=Du markerade ingen fil för flyttning!
009=Fillistan är tom, inga filer att slå samman!
010=Filen kan inte öppnas!
011=Den specificerade utdatafilen kan inte skapas!
012=Filskrivning misslyckades! Finns det tillräckligt hårddiskutrymme?
013=Tillagda filer: %d
014=Auto-inlästa filer: %d
015=Utdatafilen finns redan. Vill du skriva över den?
016=Målmapp är inte specificerad!

017=Kontroll av saknade filer
018=Det verkar saknas %d delfil(er), med ordningsnummer: %s.
019=Det verkar saknas mer än %d delfiler, med ordningsnummren: %s.
020=Kontrollera delstorlekar
021=Det verkar som %d delfil(er) har en annan storlek än första filen, Det kan innebära att dessa filer är korrupta eller inte hör hemma i filgruppen. Delfiler med annan storlek: %s.
022=Det verkar som sista delfilen inte är mindre än övriga filer, vilket kan vara ett tecken på att sista delfilen saknas. Det är dock inte nödvändigtvis så.
023=\n\nÄr du säker på att du vill fortsätta sammanslagningen?
024=Anpassad sökväg: "%s"
025=-utdata

[tooltips]
000=* FÖR AVANCERADE ANVÄNDARE *\r\nSlå samman alla filer med den första filen i listan.\r\nBra för sammanslagningens hastighet, dåligt om du gör något misstag med filordningen i listan.
001=Flytta markerad(e) fil(er) uppåt i listan
002=Flytta markerad(e) fil(er) nedåt i listan
003=Platsen där utdatafilen kommer att sparas
004=Bläddra efter platsen för utdatafilen
005=Slå samman filerna i listan
006=Status
007=Lägg till filer i listan
008=Lägg till alla filer i en mapp
009=Ta bort markerade poster från listan
010=Ta bort alla poster från listan
011=Sortera poster i listan
012=Aktivera/Inaktivera automatisk sortering
013=CRC32 hash-summa
014=Aktivera/Inaktivera beräkning av CRC32 hash-summa
015=MD5 hash-summa
016=Aktivera/Inaktivera beräkning av MD5 hash-summa
017=Rensa hash-värden
018=Ta bort alla delfiler från hårddisken efter sammanslagning (endast vid lyckad sammanslagning)
019=Avsluta programmet efter sammanslagning (endast vid lyckad sammanslagning)
020=Öppna utdatafil efter sammanslagning (endast vid lyckad sammanslagning)
021=Öppna målmapp efter sammanslagning (endast vid lyckad sammanslagning)

[updater]
000=File Joiner %s (%s) finns tillgänglig. Vill du besöka nedladdningssidan?
001=Du har redan senaste versionen.
002=Kan inte söka efter uppdateringar.
